{
    "greeting": "Hello everyone! I am Bogdankov Nikita",
    "designer": "Designer",
    "contact": "Contact Me",
    "works": "My Works",
    "works-text1": "Here you will find",
    "works-text2": "my designs",
    "works-text3": "which I made for different purposes",
    "contact_sm": "contact me",
    "contact-text1": "Here you will find how to",
    "using": " using",
    "or": "or",
    "email_me": "You can contact me at this email address:",
    "telegram_me": "You can contact me in telegram with this nickname:",
    "tt1": "This application allows users to try different clothes by using their photo. You can find new clothes there and if you like it, go to the product. ",
    "tt2": "I created a user flow",
    "tt3": "and then based on it design itself. I worked here as an",
    "tt4": " outsource designer",
    "show": "Show More",
    "visit": "Visit Site",
    "itt1": "It's the site for conducting tournaments. Users can follow the progress of the tournaments, see their rating, their place in the whole rating system, and played games.",
    "itt2": "I created a user flow",
    "itt3": "and then made design based on it.",
    "jc1": "This project was losing users",
    "jc2": ", because of the outdated design. My purpose was to",
    "jc3": "recreate design",
    "jc4": "to make it more attractive. I had a user flow which I followed while creating design. It's the site for role games in MineCraft.",
    "om1": "It's an app for ordering food to home, and also it's an online menu, which means you can come to the cafe/restaurant and after scanning QR order food. ",
    "om2": "I created user flow ",
    "om3": "and then based on it design. It's Telegram WebApp.",
    "ib1": "It's the site where people can book room in the university. ",
    "ib2": "The previous site was not convenient to use",
    "ib3": ", so my purpose was to make it simple and easy to use. I was given user flow and based on it I made a design.",
    "ss1": "It's the logical continuation for Inno Table Tennis Club site. But it has a little bit different purpose. You can create tournaments of any kinds of sport. ",
    "ss2": "I created a user flow ",
    "ss3": "and a design",
    "wp1": "It's a ",
    "wp2": "hobby project",
    "wp3": ", which is not implemented yet. It's the site where people can write stories, share them, others can leave reviews and evaluate their works. ",
    "wp4": "I created a user flow ",
    "wp5": "a design.",
    "fc1": "It's ",
    "fc2": "my first large design project",
    "fc3": ". It's a startup in which I am on of the founders. It's a P2P system, where one person orders from another. ",
    "fc4": "I created a user flow ",
    "fc5": "and then design itself.",
    "p1": "This site is my portfolio. The main purpose of this project is to ",
    "p2": "draw attention ",
    "p3": "to me and my works."
}