{
    "name": "Nikita",
    "surname": "Bogdankov",
    "works": "My works",
    "examples": "Examples in Figma",
    "contacts": "Contacts",
    "mail": "E-mail",
    "my-university": "Personal account of a student at Innopolis University \n - Conducted a study and survey of the target audience \n- Created a design system (library of components and a guide for the use of fonts, colors, etc.) \n- Managed a team of three people (creating sprints, holding rallies, checking the completion of tasks) \n- Developed a prototype of a web application \n- Conducted usability testing",
    "apply": "Website for admission of applicants to Innopolis University \n- Redesigned the layout using a new system design \n- Supported and updated the design system \n- Conducted usability testing \n- Interaction with the development team",
    "sport": "A web application for conducting competitions and tracking rankings among players \n- Developed a prototype of a web application in Figma \n- Conducted usability testing",
    "portfolio": "Here you can see how I work in figma. You will be able to see the library of components I created, the style guide, the use of grid, contrast, typography. ",
    "more": "More details",
    "go-figma": "Go to Figma",
    "date1": "April 2024 - September 2024",
    "date2": "November 2023",
    "date3": "June 2023",
    "players": "Players' page",
    "players-description": "On this page, players can view the rating of all other players using filters and sorting on the left. You can also choose how many players to show on the same page. The scrolling of the players takes place inside the block, so that you do not have to scroll down the page. ",
    "tournament": "Tournament page",
    "tournament-description": "On this page, the creators of the tournament record the score of the last game, they also see the next games, so they can call them. Also, if necessary, they can change the number of people and the number of groups (in an unforeseen situation). You can also finish the current stage of the tournament and move on to the next one (if this option was selected during creation). You can also see groups on the right (the number of people in the group may be larger, so the place for them is saved)",
    "event": "Event page",
    "event-description": "On this page, applicants can sign up for various events that they are interested in. The page has a filter by event tag, which makes it easier to find the right event. There is a menu on the left, which is convenient for switching between different pages. Event cards consist of the name, photos from a similar event, a brief description, the date of the event and a link that opens up more information and the opportunity to sign up.",
    "test": "Page for passing tests",
    "test-description": "On this page, students can start taking the tests of the first stage. Each card has all the necessary information: the name of the test, the time of passing and the status of passing. ",
    "fittest": "Page for registration for the fit test",
    "fittest-description": "On this page, students can sign up for a fitness test. The page has a calendar that can show the content as a list or as a monthly calendar. The records have several states - normal, busy, hovered and selected. There is additional information on the right that may be present. The colors are neutral. There is a menu on the left, when you click on it, it opens and text appears near the icons.",
    "sport-info": "Sport information page",
    "sport-info-description": "On this page, students can see the current number of earned sports hours and their required number. And they can also view information about past semesters, when clicked on, even more information will appear. ",
    "components": "Components and Styles",
    "components-description": "I have created a component library consisting of more than 10 basic elements, such as buttons, inputs, frequently used cards, icons, calendar, etc. I also made guidelines on colors in dark and light themes, typography, rounding, etc. "
}