{
    "name": "Nikita",
    "surname": "Bogdankov",
    "works": "My works",
    "examples": "Examples in Figma",
    "contacts": "Contacts",
    "mail": "E-mail",
    "my-university": "Personal account of a student at Innopolis University \n - Conducted a study and survey of the target audience \n- Created a design system (library of components and a guide for the use of fonts, colors, etc.) \n- Managed a team of three people (creating sprints, holding rallies, checking the completion of tasks) \n- Developed a prototype of a web application \n- Conducted usability testing",
    "apply": "Website for admission of applicants to Innopolis University \n- Redesigned the layout using a new system design \n- Supported and updated the design system \n- Conducted usability testing \n- Interaction with the development team",
    "sport": "A web application for conducting competitions and tracking rankings among players \n- Developed a prototype of a web application in Figma \n- Conducted usability testing",
    "portfolio": "Here you can see how I work in figma. You will be able to see the library of components I created, the style guide, the use of grid, contrast, typography. ",
    "more": "More details",
    "go-figma": "Go to Figma",
    "date1": "April 2024 - September 2024",
    "date2": "November 2023",
    "date3": "June 2023",
    "players": "Players' page",
    "players-description": "On this page, players can view the rating of all other players using filters and sorting on the left. You can also choose how many players to show on the same page. The scrolling of the players takes place inside the block, so that you do not have to scroll down the page. ",
    "tournament": "Tournament page",
    "tournament-description": "On this page, the creators of the tournament record the score of the last game, they also see the next games, so they can call them. Also, if necessary, they can change the number of people and the number of groups (in an unforeseen situation). You can also finish the current stage of the tournament and move on to the next one (if this option was selected during creation). You can also see groups on the right (the number of people in the group may be larger, so the place for them is saved)",
    "event": "Event page",
    "event-description": "On this page, applicants can sign up for various events that they are interested in. The page has a filter by event tag, which makes it easier to find the right event. There is a menu on the left, which is convenient for switching between different pages. Event cards consist of the name, photos from a similar event, a brief description, the date of the event and a link that opens up more information and the opportunity to sign up.",
    "test": "Page for passing tests",
    "test-description": "On this page, students can start taking the tests of the first stage. Each card has all the necessary information: the name of the test, the time of passing and the status of passing. ",
    "fittest": "Page for registration for the fit test",
    "fittest-description": "On this page, students can sign up for a fitness test. The page has a calendar that can show the content as a list or as a monthly calendar. The records have several states - normal, busy, hovered and selected. There is additional information on the right that may be present. The colors are neutral. There is a menu on the left, when you click on it, it opens and text appears near the icons.",
    "overview": "Overview",
    "overview-c": "This is a site for designers. Firstly, designers share their works in any of several disciplines and than they can vote for work of others. In the end they see the rating of their work among all others. ",
    "overview-mu": "This is a website for students of Innopolis University. This is a portal with many different services, such as students' personal information, submitting applications and organizing events of any kind, submitting applications for sports training, a store where they can purchase university products, a psychologist, and room reservations.",
    "overview-aiu": "This is the site for applicants to the Innopolis University. But not only they can apply and pass the tests here, but also they can apply for participation in university events.",
    "problem": "Problem",
    "problem-mu": " The problem was outdated and hard to use design of the previous version. Students started to create their own site for some of the services. My task was to combine all the functionality in the one site, and to attract those student who began to use not original site. We had restricted time limit to complete the project, because of the developing opponent site. ",
    "problem-aiu": "The site was outdated, and the admission committee was receiving many questions. My task was to make the site more intuitive, so the staff will get less question about the functionality. ",
    "process": "Process",
    "process-c": "1) Conduct the TA research, conduct interview of the competitor project \n 2) Write the user stories \n 3) Identify the functional of the project \n 4) Create several versions of the design \n 5) Conduct A/B testing and user interview \n 6) Repeat 4 - 5 until it is done \n 7) Give the design to the frontend developers",
    "process-mu": "The process of creating each service was following: \n 1) Conduct user interviews about the previous version. My goal was to learn what was wrong in the previous version \n 2) Check how it is implemented in another application to get some insights \n 3) Discuss with the the Manager the required new functionality \n 4) Create several versions of design \n 5) Conduct A/B testing and user interviews \n 6) Fixing mistakes \n 7) Repeat 5-6 if needed \n 8) Give the design to frontend developers \n 9) Check the work of front-end developers and notify them if they made something wrong \n \n Also I was responsible for creating a design system for this project. \n \n My second role was as a Lead: \n 1) Create tasks for the next sprint \n 2) Distribute tasks among designers \n 3) Answer their questions during the sprint \n 4) Leaving comments to their work, so they can fix it \n 5) Evaluate their work in the end of the sprint.",
    "process-aiu": "1) Carefully review the previous version and conduct user interviews to identify the problems. \n 2) Discuss with the Project Manager the planning functionality \n 3) Create several versions of the design \n 4) Conduct A/B testing and user interview \n 5) Repeat 3 and 4 steps if needed \n 6) Give the designs to frontend developers and then review their work to ensure the quailty",
    "sport-info": "Sport information page",
    "sport-info-description": "On this page, students can see the current number of earned sports hours and their required number. And they can also view information about past semesters, when clicked on, even more information will appear. ",
    "screens": "Examples of screens",
    "short-c": "This is a site for designers. Firstly, designers share their works in any of several disciplines and than they can vote for work of others. In the end they see the rating of their work among all others.",
    "short-mu": "This is a website for students of Innopolis University. This is a portal with many different services, such as students' personal information, submitting applications and organizing events of any kind, submitting applications for sports training, a store where they can purchase university products, a psychologist, and room reservations. This is a difficult project, in which there was a lot to notice.",
    "short-aiu": "This is the site for applicants to the Innopolis University. But not only they can apply and pass the tests here, but also they can apply for participation in university events.",
    "role": "My role",
    "role-c": "I worked in this project as a Product designer. I worked with development team and with the project managers. \n \n My responsibilities: \n - Creating and maintaining the design system \n - Creating wireframes in figma \n - Conducing user interview and A/B testing \n - Conducting research of the Target Audience",
    "role-mu": "I work as a Product Designer. I have managed a team of three intern designers. Also I was responsible for communication with frontend developers to ensure the quality of their work.\n \n I was responsible for: \n - Сreating and maintaining the design system \n - Сreating wireframes in Figma \n - Conducting user interviews and A/B testing \n - Leading the team of three designers ",
    "role-aiu": "I was a Product Designer. I worked with frontend development team to ensure the quality. \n \n Also I was responsible for: \n - Maintaining the design system \n - Creating wireframes in Figma \n - Conducting user interviews and A/B testing",
    "results": "Results",
    "results-mu": "I succeeded with the task. User satisfaction increased greatly. Many positive reviews were received on the new site. Students returned to the original platform.",
    "results-aiu": "I succeeded in completing the task. After the redesign, site became more intuitive and number of functionality questions to admission committee decreased from over 100 a month just to 18.",
    "components": "Components and Styles",
    "components-description": "I have created a component library consisting of more than 10 basic elements, such as buttons, inputs, frequently used cards, icons, calendar, etc. I also made guidelines on colors in dark and light themes, typography, rounding, etc. "
}