{
    "greeting": "Всем привет! Я Богданков Никита",
    "designer": "Дизайнер",
    "contact": "Напишите мне",
    "works": "Мои Работы",
    "works-text1": "Здесь вы можете найти",
    "works-text2": "мои дизайны",
    "works-text3": ", которые я сделал для разных целей",
    "contact_sm": "связаться со мной",
    "contact-text1": "Здесь вы найдете способ",
    "using": ", используя",
    "or": "или",
    "email_me": "Вы можете написать мне по этому email адресу:",
    "telegram_me": "Вы можете написать мне в телеграме по этому алиасу",
    "tt1": "Это приложение позволяет пользователям примерять одежду на их фото. Пользователи могут найти там новую одежду, и если она им понравится, затем купить ее.",
    "tt2": " Я создал user flow",
    "tt3": "и затем, опираясь на него и сам дизайн. Я выполнил эту работу",
    "tt4": " на заказ",
    "show": "Больше",
    "visit": "Сайт",
    "itt1": "Это сайт для проведения турниров. Пользователи могут следить за ходом турниров, смотреть свой рейтинг, свое место в общем рейтинге и свои игры.",
    "itt2": "Я создал user flow",
    "itt3": "а затем и дизайн, опираясь на него.",
    "jc1": "Этот проект терял пользователей ",
    "jc2": "из-за устаревшего дизайна. Моей целью было ",
    "jc3": "пересоздать его",
    "jc4": ", чтобы сделать его более привлекательным. Мне было дано user flow, которому я следовал, пока создавал дизайн. Это сайт для ролевых игр в МайнКрафте.",
    "om1": "Это сайт для доставки еды домой, а также для онлайн меню, что значит, что вы можете придти в кафе/ресторан, отсканировать QR и заказать себе еду. ",
    "om2": "Я сделал user flow",
    "om3": ", а затем и дизайн на его базе. Это Telegram WebApp",
    "ib1": "Это сайт для бронирования комнат к университете. ",
    "ib2": "Прошлый сайт был не очень удобным в использовании",
    "ib3": ", поэтому моей целью было сделать дизайн понятным и легким в использовании. Мне был дан user flow, и опираясь на него я сделал дизайн.",
    "ss1": "Это логическое продолжение сайта Inno Table Tennis Club'а. Но есть разница - на этом сайте можно создавать турниры для любого спорта. ",
    "ss2": "Я создал user flow ",
    "ss3": "и дизайн.",
    "wp1": "Это ",
    "wp2": "хобби проект",
    "wp3": ", который еще существует только в виде дизайна. Это сайт для людей, которые пишут рассказы, делятся ими, а также люди могу читать, оставлять комментарии и оценивать другие рассказы. ",
    "wp4": "Я сделал user flow ",
    "wp5": "и дизайн.",
    "fc1": "Это ",
    "fc2": "мой первый большой проект",
    "fc3": ". Это стартап, в котором я один из его основателей. Это P2P система, где один пользователь заказывает товар, а другой его доставляет. ",
    "fc4": "Я создал user flow ",
    "fc5": "и затем сам дизайн.",
    "p1": "Этот сайт - мое портфолио. Его главная цель ",
    "p2": "привлечь внимание ",
    "p3": "ко мне и моим работам."
}