{
    "name": "Никита",
    "surname": "Богданков",
    "works": "Проекты",
    "examples": "Примеры в figma",
    "contacts": "Контакты",
    "mail": "Почта",
    "my-university": "Личный кабинет студента Университета Иннополис \n - Провел исследование и опрос ЦА \n- Создание дизайн системы (библиотека компонентов и гайдлан по использованию шрифтов, цветов и тд) \n- Управление командой из трех человек (создание спринтов, проведение митингов, проверка выполнения задач) \n- Разработал прототип веб-приложения \n- Провел usability тестирование",
    "apply": "Сайт для поступления абитуриентов в Университет Иннополис \n- Полная переработка макета с использованием новой дизайн системы \n- Поддержка и доработка дизайн системы \n- Провел usability тестирование \n- Взаимодействие с командой разработки",
    "sport": "Веб-приложение для проведения соревнований и отслеживания рейтинга среди игроков \n- Разработал прототип веб-приложения в Figma \n- Провел usability тестирование",
    "portfolio": "Вы можете посмотреть, как я работаю в figma. Вы сможете увидеть созданную мной библиотеку компонентов, гайдлайн по стилям, использование сетки, контраста, типографии. ",
    "more": "Больше деталей",
    "go-figma": "Перейти в Figma",
    "date1": "Апрель 2024 - Сентябрь 2024",
    "date2": "Ноябрь 2023",
    "date3": "June 2023",
    "players": "Страница просмотра игроков",
    "players-description": "На этой странице игроки могут просматривать рейтинг всех осталных игроков, используя фильтры и сортировку, находящуюся слева. Также можно выбирать по скольку игроков показывать на одной странице. Скрол игроков происходит внутри блока, так что страницу не приходится листать вниз. ",
    "tournament": "Страница турнира",
    "tournament-description": "На этой странице создатели турнира записывают счет прошедшей игры, также они видят следующие игры, так что они могут их вызывать. Также в случае чего, они могут изменить количество людей и количество групп (в непридвиденной ситуации). Также можно закончить текущий этап турнира и перейти на следующий (если при создании был выбран такой вариант). Также справа можно видеть группы (количество людей в группе может быть больше, поэтому место для них сохранено)",
    "event": "Страница мероприятий",
    "event-description": "На этой странице абитуриенты могут записываться на различные мероприятия, которые их заинтересовали. На странице есть фильтр по тегу мероприятий, что облегчает поиск нужного мероприятия. Слева есть меню, которое удобно для перехода между разными страницами. Карточки мероприятия состоят из названия, фотографии из похожего мероприятия, краткого описания, даты проведения и ссылки, по нажатии на которую открывается больше информации и возможность записаться. ",
    "test": "Страница прохождения тестов",
    "test-description": "На этой странице студенты могут начинать прохождение тестов первого этапа. На каждой карточке есть вся необходимая информация: название теста, время прохождения и статус прохождения. ",
    "fittest": "Страница записи на фит тест",
    "fittest-description": "На этой странице студенты могут записываться на фитнес тест. На странице представлен календарь, который может показывать контент как список или как месячный календарь. У записей есть несколько состояний - обычный, занятый, hovered и выбранный. Справа есть дополнительная информация, которая может присутствовать. Цвета выбраны нейтральные. Слева есть меню, при нажатии на которое оно раскрывается и у иконок появляется текст.",
    "sport-info": "Страница спортивной информации",
    "sport-info-description": "На этой странице студенты могут видеть текущее количество заработанных спортивных часов и их необходимое количество. А также они могут посмотреть информацию про прошлые семестры, при нажатии на которые, появится еще больше информации. ",
    "components": "Компоненты и стили",
    "components-description": "Я создал библиотеку компонентов, состоящую более чем из 10 базовых элементов, таких как кнопок, вводы, часто используемые карточки, иконки, календарь и др. Также я сделал гайдлайны по цветам в темной и светлой темах, типографии, закруглениям и др. "
}