{
    "name": "Никита",
    "surname": "Богданков",
    "works": "Проекты",
    "examples": "Примеры в figma",
    "contacts": "Контакты",
    "mail": "Почта",
    "my-university": "Личный кабинет студента Университета Иннополис \n - Провел исследование и опрос ЦА \n- Создание дизайн системы (библиотека компонентов и гайдлан по использованию шрифтов, цветов и тд) \n- Управление командой из трех человек (создание спринтов, проведение митингов, проверка выполнения задач) \n- Разработал прототип веб-приложения \n- Провел usability тестирование",
    "apply": "Сайт для поступления абитуриентов в Университет Иннополис \n- Полная переработка макета с использованием новой дизайн системы \n- Поддержка и доработка дизайн системы \n- Провел usability тестирование \n- Взаимодействие с командой разработки",
    "sport": "Веб-приложение для проведения соревнований и отслеживания рейтинга среди игроков \n- Разработал прототип веб-приложения в Figma \n- Провел usability тестирование",
    "portfolio": "Вы можете посмотреть, как я работаю в figma. Вы сможете увидеть созданную мной библиотеку компонентов, гайдлайн по стилям, использование сетки, контраста, типографии. ",
    "more": "Больше деталей",
    "go-figma": "Перейти в Figma",
    "date1": "Апрель 2024 - Сентябрь 2024",
    "date2": "Ноябрь 2023",
    "date3": "June 2023",
    "players": "Страница просмотра игроков",
    "players-description": "На этой странице игроки могут просматривать рейтинг всех осталных игроков, используя фильтры и сортировку, находящуюся слева. Также можно выбирать по скольку игроков показывать на одной странице. Скрол игроков происходит внутри блока, так что страницу не приходится листать вниз. ",
    "tournament": "Страница турнира",
    "tournament-description": "На этой странице создатели турнира записывают счет прошедшей игры, также они видят следующие игры, так что они могут их вызывать. Также в случае чего, они могут изменить количество людей и количество групп (в непридвиденной ситуации). Также можно закончить текущий этап турнира и перейти на следующий (если при создании был выбран такой вариант). Также справа можно видеть группы (количество людей в группе может быть больше, поэтому место для них сохранено)",
    "event": "Страница мероприятий",
    "event-description": "На этой странице абитуриенты могут записываться на различные мероприятия, которые их заинтересовали. На странице есть фильтр по тегу мероприятий, что облегчает поиск нужного мероприятия. Слева есть меню, которое удобно для перехода между разными страницами. Карточки мероприятия состоят из названия, фотографии из похожего мероприятия, краткого описания, даты проведения и ссылки, по нажатии на которую открывается больше информации и возможность записаться. ",
    "test": "Страница прохождения тестов",
    "test-description": "На этой странице студенты могут начинать прохождение тестов первого этапа. На каждой карточке есть вся необходимая информация: название теста, время прохождения и статус прохождения. ",
    "fittest": "Страница записи на фит тест",
    "fittest-description": "На этой странице студенты могут записываться на фитнес тест. На странице представлен календарь, который может показывать контент как список или как месячный календарь. У записей есть несколько состояний - обычный, занятый, hovered и выбранный. Справа есть дополнительная информация, которая может присутствовать. Цвета выбраны нейтральные. Слева есть меню, при нажатии на которое оно раскрывается и у иконок появляется текст.",
    "overview": "Описание проекта",
    "overview-c": "Это сайт для дизайнеров. Сначала они делятся своими работами в любой из нескольких дисциплин, а затем могут голосовать за другие работы. В конце они получают рейтинг своей работы среди всех остальных. ",
    "overview-mu": "Это сайт для студентов Университета Иннополис. Это портал с множеством различных сервисов, таких как личная информация студентов, подача заявок и организация мероприятий любого рода, подача заявок на спортивные тренировки, магазин, где они могут приобрести товары университета, психолог, бронирование номеров.",
    "overview-aiu": "Это сайт для абитуриентов Университета Иннополис. Но здесь они могут не только подать заявление и пройти тесты, но и подать заявку на участие в университетских мероприятиях.",
    "problem": "Проблема",
    "problem-mu": "Проблема заключалась в устаревшем и неудобном в использовании дизайне предыдущей версии. Студенты начали создавать свои собственные сайты для некоторых сервисов. Моей задачей было объединить весь функционал на одном сайте и привлечь тех студентов, которые начали пользоваться неоригинальным сайтом. У нас были ограниченные сроки для завершения проекта из-за развивающегося сайта соперника. ",
    "problem-aiu": "Сайт устарел, и в приемную комиссию поступало много вопросов. Моей задачей было сделать сайт более интуитивно понятным, чтобы сотрудникам приходило меньше вопросов по функционалу. ",
    "process": "Процесс",
    "process-c": "1) Провести исследование ЦА, опросить пользователей проектм-конкурента \n 2) Определить функционал проекта \n 3) Создать несколько версий дизайна \n 4) Провести A/B тестирование и опрос пользователей \n 5) Повторять 4 - 5 до тех пор, пока не будет готов \n 6) Передайте дизайн разработчикам интерфейса",
    "process-mu": "Процесс создания каждого сервиса был следующим: \n 1) Провести опрос пользователей о предыдущей версии. Моей целью было узнать, что было не так в предыдущей версии \n 2) Проверить, как это реализовано в другом приложении, чтобы получить некоторое представление \n 3) Обсудить с менеджером требуемую новую функциональность \n 4) Создать несколько версий дизайна \n 5) Провести A/B тестирование и опросы пользователей \n 6) Исправление ошибок \n 7) Повторите 5-6 раз при необходимости \n 8) Передайте дизайн интерфейсным разработчикам \n 9) Проверьте работу интерфейсных разработчиков и уведомите их, если они сделали что-то не так \n \n Моей второй ролью было быть ведущим: \n 1) Создавать задачи для спринта \n 2) Распределять задачи между дизайнерами \n 3) Отвечать на их вопросы во время спринта \n 4) Оставлять комментарии к их работе, чтобы они могли ее исправить \n 5) Оценивать их работа в конце спринта. \n",
    "process-aiu": "1) Внимательно ознакомиться с предыдущей версией и провести опросы пользователей, чтобы выявить проблемы. \n 2) Обсудить с менеджером проекта функциональность проекта \n 3) Создайте несколько версий дизайна \n 4) Провести A/B тестирование и опрос пользователей \n 5) При необходимости повторить 3 и 4 шаги \n 6) Передать дизайн frontend разработчикам, а затем просмотреть их работу, чтобы убедиться в качестве",
    "sport-info": "Страница спортивной информации",
    "sport-info-description": "На этой странице студенты могут видеть текущее количество заработанных спортивных часов и их необходимое количество. А также они могут посмотреть информацию про прошлые семестры, при нажатии на которые, появится еще больше информации. ",
    "screens": "Примеры экранов",
    "short-c": "Это сайт для дизайнеров. Сначала они делятся своими работами в любой из нескольких дисциплин, а затем могут голосовать за другие работы. В конце они получают рейтинг своей работы среди всех остальных.",
    "short-mu": "Это сайт для студентов Университета Иннополис. Это портал с множеством различных сервисов, таких как личная информация студентов, подача заявок и организация мероприятий любого рода, подача заявок на спортивные тренировки, магазин, где они могут приобрести товары университета, психолог, бронирование номеров. Это сложный проект, в котором нужно было многое замечать.",
    "short-aiu": "Это сайт для абитуриентов Университета Иннополис. Но здесь они могут не только подать заявление и пройти тесты, но и подать заявку на участие в университетских мероприятиях.",
    "role": "Моя роль",
    "role-c": "Я работал в этом проекте в качестве дизайнера продукта. Я работал с командой разработчиков и с руководителями проектов.",
    "role-mu": "Я работаю продуктовым дизайнером. Я руководил командой из трех дизайнеров-стажеров. Также я отвечал за взаимодействие с frontend разработчиками, чтобы обеспечить качество их работы.",
    "role-aiu": "Я был продуктовым дизайнером. Я работал с командой разработчиков интерфейса, чтобы обеспечить его качественную верстку.",
    "results": "Результаты",
    "results-mu": "Я успешно справился с задачей. Удовлетворенность пользователей значительно возросла. На новый сайт было получено много положительных отзывов. Студенты вернулись к первоначальной платформе.",
    "results-aiu": "Мне удалось выполнить задание. После редизайна сайт стал более интуитивно понятным, а количество вопросов к приемной комиссии по функционалу сократилось с более чем 100 в месяц до 18.",
    "components": "Компоненты и стили",
    "components-description": "Я создал библиотеку компонентов, состоящую более чем из 10 базовых элементов, таких как кнопок, вводы, часто используемые карточки, иконки, календарь и др. Также я сделал гайдлайны по цветам в темной и светлой темах, типографии, закруглениям и др. "
}